---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.GrPerHFtSup2InHg
source: html/81d23849-6d6e-9b10-56b4-3bbc9d5d64a7.htm
---
# Autodesk.Revit.DB.SymbolTypeId.GrPerHFtSup2InHg Property

Symbol gr/(h·ft²·inHg), indicating unit Grains per hour square foot inch mercury.

## Syntax (C#)
```csharp
public static ForgeTypeId GrPerHFtSup2InHg { get; }
```